{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<IMG>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "[SEP]": 4,
      "<IMG>": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "¡": 100,
      "¢": 101,
      "£": 102,
      "¤": 103,
      "¥": 104,
      "¦": 105,
      "§": 106,
      "¨": 107,
      "©": 108,
      "ª": 109,
      "«": 110,
      "¬": 111,
      "®": 112,
      "¯": 113,
      "°": 114,
      "±": 115,
      "²": 116,
      "³": 117,
      "´": 118,
      "µ": 119,
      "¶": 120,
      "·": 121,
      "¸": 122,
      "¹": 123,
      "º": 124,
      "»": 125,
      "¼": 126,
      "½": 127,
      "¾": 128,
      "¿": 129,
      "À": 130,
      "Á": 131,
      "Â": 132,
      "Ã": 133,
      "Ä": 134,
      "Å": 135,
      "Æ": 136,
      "Ç": 137,
      "È": 138,
      "É": 139,
      "Ê": 140,
      "Ë": 141,
      "Ì": 142,
      "Í": 143,
      "Î": 144,
      "Ï": 145,
      "Ð": 146,
      "Ñ": 147,
      "Ò": 148,
      "Ó": 149,
      "Ô": 150,
      "Õ": 151,
      "Ö": 152,
      "×": 153,
      "Ø": 154,
      "Ù": 155,
      "Ú": 156,
      "Û": 157,
      "Ü": 158,
      "Ý": 159,
      "Þ": 160,
      "ß": 161,
      "à": 162,
      "á": 163,
      "â": 164,
      "ã": 165,
      "ä": 166,
      "å": 167,
      "æ": 168,
      "ç": 169,
      "è": 170,
      "é": 171,
      "ê": 172,
      "ë": 173,
      "ì": 174,
      "í": 175,
      "î": 176,
      "ï": 177,
      "ð": 178,
      "ñ": 179,
      "ò": 180,
      "ó": 181,
      "ô": 182,
      "õ": 183,
      "ö": 184,
      "÷": 185,
      "ø": 186,
      "ù": 187,
      "ú": 188,
      "û": 189,
      "ü": 190,
      "ý": 191,
      "þ": 192,
      "ÿ": 193,
      "Ā": 194,
      "ā": 195,
      "Ă": 196,
      "ă": 197,
      "Ą": 198,
      "ą": 199,
      "Ć": 200,
      "ć": 201,
      "Ĉ": 202,
      "ĉ": 203,
      "Ċ": 204,
      "ċ": 205,
      "Č": 206,
      "č": 207,
      "Ď": 208,
      "ď": 209,
      "Đ": 210,
      "đ": 211,
      "Ē": 212,
      "ē": 213,
      "Ĕ": 214,
      "ĕ": 215,
      "Ė": 216,
      "ė": 217,
      "Ę": 218,
      "ę": 219,
      "Ě": 220,
      "ě": 221,
      "Ĝ": 222,
      "ĝ": 223,
      "Ğ": 224,
      "ğ": 225,
      "Ġ": 226,
      "ġ": 227,
      "Ģ": 228,
      "ģ": 229,
      "Ĥ": 230,
      "ĥ": 231,
      "Ħ": 232,
      "ħ": 233,
      "Ĩ": 234,
      "ĩ": 235,
      "Ī": 236,
      "ī": 237,
      "Ĭ": 238,
      "ĭ": 239,
      "Į": 240,
      "į": 241,
      "İ": 242,
      "ı": 243,
      "Ĳ": 244,
      "ĳ": 245,
      "Ĵ": 246,
      "ĵ": 247,
      "Ķ": 248,
      "ķ": 249,
      "ĸ": 250,
      "Ĺ": 251,
      "ĺ": 252,
      "Ļ": 253,
      "ļ": 254,
      "Ľ": 255,
      "ľ": 256,
      "Ŀ": 257,
      "ŀ": 258,
      "Ł": 259,
      "ł": 260,
      "Ń": 261,
      "er": 262,
      "it": 263,
      "Ġa": 264,
      "on": 265,
      "he": 266,
      "lo": 267,
      "Ġo": 268,
      "Ġf": 269,
      "ex": 270,
      "Ġs": 271,
      "in": 272,
      "ion": 273,
      "low": 274,
      "Ġv": 275,
      "Ġflow": 276,
      "Ġc": 277,
      "Ġw": 278,
      "en": 279,
      "The": 280,
      "ĠThe": 281,
      "Ġp": 282,
      "ar": 283,
      "ul": 284,
      "or": 285,
      "tex": 286,
      "ortex": 287,
      "Ġvortex": 288,
      "at": 289,
      "id": 290,
      "lu": 291,
      "luid": 292,
      "Ġof": 293,
      "Ġ0": 294,
      "Ġt": 295,
      "ns": 296,
      "Re": 297,
      "ent": 298,
      "ition": 299,
      "is": 300,
      "Fluid": 301,
      "ing": 302,
      "yn": 303,
      "ra": 304,
      "ĠV": 305,
      "ĠRe": 306,
      "ic": 307,
      "Ġis": 308,
      "ĠFluid": 309,
      "ith": 310,
      "Ġwith": 311,
      "ke": 312,
      "ake": 313,
      "Ġwake": 314,
      "re": 315,
      "ld": 316,
      "ation": 317,
      "bul": 318,
      "rbul": 319,
      "urbul": 320,
      "dd": 321,
      "der": 322,
      "ib": 323,
      "lin": 324,
      "ma": 325,
      "old": 326,
      "ylin": 327,
      "hedd": 328,
      "ynold": 329,
      "ylinder": 330,
      "hedding": 331,
      "ynolds": 332,
      "Ġturbul": 333,
      "Ġturbulent": 334,
      "Kar": 335,
      "ber": 336,
      "et": 337,
      "hib": 338,
      "mber": 339,
      "nu": 340,
      "tre": 341,
      "ver": 342,
      "Ġex": 343,
      "ĠKar": 344,
      "Ġnu": 345,
      "its": 346,
      "Ġover": 347,
      "Ġshedding": 348,
      "Ġstre": 349,
      "Ġcylinder": 350,
      "ĠVon": 351,
      "ĠReynolds": 352,
      "man": 353,
      "hibits": 354,
      "Ġexhibits": 355,
      "ĠKarman": 356,
      "Ġnumber": 357,
      "Ġstreet": 358,
      "nd": 359,
      "ao": 360,
      "hao": 361,
      "ter": 362,
      "tic": 363,
      "Ġchao": 364,
      "Ġpat": 365,
      "terns": 366,
      "Ġchaotic": 367,
      "Ġpatterns": 368,
      "im": 369,
      "ulation": 370,
      "imulation": 371,
      "Ġsimulation": 372,
      "Ġtra": 373,
      "nsition": 374,
      "Ġtransition": 375,
      "Ġat": 376,
      "os": 377,
      "ss": 378,
      "ity": 379,
      "city": 380,
      "elo": 381,
      "elocity": 382,
      "Ġ2": 383,
      "..": 384,
      "Sc": 385,
      "ass": 386,
      "di": 387,
      "es": 388,
      "io": 389,
      "us": 390,
      "Ġent": 391,
      "Ġra": 392,
      "ĠSc": 393,
      "ers": 394,
      "Ġand": 395,
      "Ġvelocity": 396,
      "enar": 397,
      "Ġpos": 398,
      "Ġpass": 399,
      "dius": 400,
      "Ġenters": 401,
      "Ġradius": 402,
      "ĠScenar": 403,
      "Ġposition": 404,
      "Ġpasses": 405,
      "ĠScenario": 406,
      "am": 407,
      "Ġfluid": 408,
      "dyn": 409,
      "le": 410,
      "ou": 411,
      "st": 412,
      "ics": 413,
      "amics": 414,
      "dynamics": 415,
      "ound": 416,
      ").": 417,
      "ac": 418,
      "bst": 419,
      "cul": 420,
      "ho": 421,
      "ir": 422,
      "round": 423,
      "wing": 424,
      "Ġ(": 425,
      "Ġdynamics": 426,
      "Ġaround": 427,
      "Ġobst": 428,
      "Ġsho": 429,
      "Ġcir": 430,
      "acle": 431,
      "cular": 432,
      "Ġobstacle": 433,
      "Ġshowing": 434,
      "Ġcircular": 435,
      "al": 436,
      "dition": 437,
      "iz": 438,
      "ual": 439,
      "ondition": 440,
      "Ġcondition": 441,
      "isual": 442,
      "ĠVisual": 443,
      "ization": 444,
      "Ġconditions": 445,
      "ĠVisualization": 446,
      "10": 447,
      "Ġ4": 448,
      "20": 449,
      "Ġ3": 450,
      "60": 451,
      "70": 452,
      "50": 453,
      "80": 454,
      "Ġ1": 455,
      "90": 456,
      "30": 457,
      "40": 458,
      "Ġ7": 459,
      "Ġ5": 460,
      "Ġ6": 461,
      "lam": 462,
      "inar": 463,
      "laminar": 464,
      "Ġlaminar": 465,
      "Ġin": 466,
      "Ġthe": 467,
      "Ġtransitioning": 468,
      "ad": 469,
      "ead": 470,
      "eady": 471,
      "teady": 472,
      "uns": 473,
      "unsteady": 474,
      "24": 475,
      "27": 476,
      "18": 477,
      "ly": 478,
      "Ġunsteady": 479,
      "Ġful": 480,
      "Ġfully": 481,
      "21": 482,
      "25": 483,
      "28": 484,
      "Ġ8": 485,
      "00": 486,
      "11": 487,
      "17": 488,
      "16": 489,
      "19": 490,
      "22": 491,
      "29": 492,
      "14": 493,
      "26": 494,
      "13": 495,
      "15": 496,
      "12": 497,
      "23": 498,
      "36": 499,
      "33": 500,
      "43": 501,
      "pre": 502,
      "Ġ10": 503,
      "press": 504,
      "44": 505,
      "Ġ9": 506,
      "38": 507,
      "41": 508,
      "39": 509,
      "31": 510,
      "35": 511,
      "37": 512,
      "48": 513,
      "49": 514,
      "45": 515,
      "Ġ11": 516,
      "32": 517,
      "46": 518,
      "62": 519,
      "Ġ490": 520,
      "500": 521,
      "42": 522,
      "68": 523,
      "78": 524,
      "93": 525,
      "Ġ200": 526,
      "410": 527,
      "55": 528,
      "87": 529,
      "Na": 530,
      "St": 531,
      "ay": 532,
      "bound": 533,
      "ce": 534,
      "ci": 535,
      "co": 536,
      "cylinder": 537,
      "cos": 538,
      "de": 539,
      "eld": 540,
      "fi": 541,
      "flow": 542,
      "fluid": 543,
      "gn": 544,
      "ier": 545,
      "ll": 546,
      "lay": 547,
      "mpress": 548,
      "oke": 549,
      "shedding": 550,
      "simulation": 551,
      "turbul": 552,
      "ure": 553,
      "ude": 554,
      "vortex": 555,
      "vis": 556,
      "velocity": 557,
      "vier": 558,
      "wake": 559,
      "itude": 560,
      "inco": 561,
      "ence": 562,
      "ary": 563,
      "Reynolds": 564,
      "ible": 565,
      "magn": 566,
      "osci": 567,
      "Ġ280": 568,
      "steady": 569,
      "Ġ410": 570,
      "Ġ320": 571,
      "pressure": 572,
      "Navier": 573,
      "Stoke": 574,
      "boundary": 575,
      "cosity": 576,
      "field": 577,
      "llation": 578,
      "layer": 579,
      "mpressible": 580,
      "turbulence": 581,
      "viscosity": 582,
      "incompressible": 583,
      "magnitude": 584,
      "oscillation": 585,
      "Stokes": 586,
      "270": 587,
      "250": 588,
      "34": 589,
      "340": 590,
      "47": 591,
      "57": 592,
      "64": 593,
      "Ġ270": 594,
      "Ġ250": 595,
      "Ġ480": 596,
      "280": 597,
      "490": 598,
      "52": 599,
      "53": 600,
      "54": 601,
      "72": 602,
      "76": 603,
      "92": 604,
      "98": 605,
      "Ġ240": 606,
      "Ġ380": 607,
      "Ġ390": 608,
      "700": 609,
      "Ġ170": 610,
      "Ġ180": 611,
      "Ġ530": 612,
      "Ġ660": 613,
      "Ġ860": 614,
      "570": 615,
      "65": 616,
      "73": 617,
      "74": 618,
      "75": 619,
      "79": 620,
      "84": 621,
      "85": 622,
      "88": 623,
      "97": 624,
      "Ġ60": 625,
      "Ġ500": 626,
      "Ġ460": 627,
      "Ġ450": 628,
      "Ġ360": 629,
      "Ġ350": 630,
      "Ġ190": 631,
      "Ġ570": 632,
      "Ġ550": 633,
      "06": 634,
      "320": 635,
      "58": 636,
      "550": 637,
      "63": 638,
      "82": 639,
      "86": 640,
      "89": 641,
      "860": 642,
      "Ġ290": 643,
      "Ġ230": 644,
      "Ġ370": 645,
      "Ġ340": 646,
      "800": 647,
      "Ġ710": 648,
      "Ġ760": 649,
      "Ġ740": 650,
      "Ġ610": 651,
      "Ġ650": 652,
      "Ġ810": 653,
      "Ġ600": 654,
      "01": 655,
      "02": 656,
      "08": 657,
      "160": 658,
      "170": 659,
      "180": 660,
      "210": 661,
      "290": 662,
      "230": 663,
      "370": 664,
      "380": 665,
      "450": 666,
      "51": 667,
      "56": 668,
      "59": 669,
      "610": 670,
      "640": 671,
      "77": 672,
      "83": 673,
      "91": 674,
      "95": 675,
      "99": 676,
      "Ġ210": 677,
      "100": 678,
      "Ġ420": 679,
      "Ġ470": 680,
      "Ġ400": 681,
      "200": 682,
      "Ġ330": 683,
      "Ġ120": 684,
      "Ġ160": 685,
      "400": 686,
      "Ġ520": 687,
      "Ġ590": 688,
      "Ġ640": 689,
      "Ġ850": 690,
      "Ġ1020": 691,
      "03": 692,
      "04": 693,
      "07": 694,
      "120": 695,
      "350": 696,
      "390": 697,
      "420": 698,
      "460": 699,
      "470": 700,
      "480": 701,
      "440": 702,
      "520": 703,
      "580": 704,
      "590": 705,
      "530": 706,
      "61": 707,
      "69": 708,
      "660": 709,
      "710": 710,
      "760": 711,
      "790": 712,
      "740": 713,
      "81": 714,
      "810": 715,
      "94": 716,
      "Ġ90": 717,
      "Ġ700": 718,
      "Ġ220": 719,
      "Ġ260": 720,
      "Ġ430": 721,
      "Ġ440": 722,
      "Ġ300": 723,
      "Ġ110": 724,
      "Ġ140": 725,
      "Ġ1340": 726,
      "Ġ790": 727,
      "Ġ730": 728,
      "Ġ580": 729,
      "Ġ540": 730,
      "Ġ630": 731,
      "Ġ100": 732,
      "Ġ950": 733,
      "Ġ930": 734,
      "110": 735,
      "190": 736,
      "130": 737,
      "260": 738,
      "240": 739,
      "310": 740,
      "430": 741,
      "540": 742,
      "66": 743,
      "67": 744,
      "71": 745,
      "870": 746,
      "910": 747,
      "950": 748,
      "930": 749,
      "Ġ800": 750,
      "1020": 751,
      "Ġ310": 752,
      "Ġ130": 753,
      "Ġ770": 754,
      "Ġ750": 755,
      "Ġ780": 756,
      "Ġ680": 757,
      "Ġ870": 758,
      "Ġ880": 759,
      "1120": 760,
      "Ġ910": 761,
      "Ġ1120": 762,
      "05": 763,
      "09": 764,
      "220": 765,
      "360": 766,
      "330": 767,
      "670": 768,
      "680": 769,
      "720": 770,
      "770": 771,
      "780": 772,
      "730": 773,
      "830": 774,
      "96": 775,
      "Ġ150": 776,
      "Ġ1410": 777,
      "Ġ1250": 778,
      "Ġ1280": 779,
      "Ġ1420": 780,
      "300": 781,
      "Ġ720": 782,
      "Ġ510": 783,
      "Ġ560": 784,
      "Ġ670": 785,
      "Ġ820": 786,
      "Ġ890": 787,
      "Ġ830": 788,
      "1110": 789,
      "1160": 790,
      "1410": 791,
      "1340": 792,
      "Ġ1090": 793,
      "Ġ1030": 794,
      "Ġ1040": 795,
      "Ġ960": 796,
      "Ġ980": 797,
      "Ġ990": 798,
      "Ġ1110": 799,
      "Ġ1160": 800,
      "Ġ1130": 801,
      "Ġ900": 802
    },
    "merges": [
      [
        "e",
        "r"
      ],
      [
        "i",
        "t"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "o",
        "n"
      ],
      [
        "h",
        "e"
      ],
      [
        "l",
        "o"
      ],
      [
        "Ġ",
        "o"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "e",
        "x"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "i",
        "n"
      ],
      [
        "i",
        "on"
      ],
      [
        "lo",
        "w"
      ],
      [
        "Ġ",
        "v"
      ],
      [
        "Ġf",
        "low"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "Ġ",
        "w"
      ],
      [
        "e",
        "n"
      ],
      [
        "T",
        "he"
      ],
      [
        "Ġ",
        "The"
      ],
      [
        "Ġ",
        "p"
      ],
      [
        "a",
        "r"
      ],
      [
        "u",
        "l"
      ],
      [
        "o",
        "r"
      ],
      [
        "t",
        "ex"
      ],
      [
        "or",
        "tex"
      ],
      [
        "Ġv",
        "ortex"
      ],
      [
        "a",
        "t"
      ],
      [
        "i",
        "d"
      ],
      [
        "l",
        "u"
      ],
      [
        "lu",
        "id"
      ],
      [
        "Ġo",
        "f"
      ],
      [
        "Ġ",
        "0"
      ],
      [
        "Ġ",
        "t"
      ],
      [
        "n",
        "s"
      ],
      [
        "R",
        "e"
      ],
      [
        "en",
        "t"
      ],
      [
        "it",
        "ion"
      ],
      [
        "i",
        "s"
      ],
      [
        "F",
        "luid"
      ],
      [
        "in",
        "g"
      ],
      [
        "y",
        "n"
      ],
      [
        "r",
        "a"
      ],
      [
        "Ġ",
        "V"
      ],
      [
        "Ġ",
        "Re"
      ],
      [
        "i",
        "c"
      ],
      [
        "Ġ",
        "is"
      ],
      [
        "Ġ",
        "Fluid"
      ],
      [
        "it",
        "h"
      ],
      [
        "Ġw",
        "ith"
      ],
      [
        "k",
        "e"
      ],
      [
        "a",
        "ke"
      ],
      [
        "Ġw",
        "ake"
      ],
      [
        "r",
        "e"
      ],
      [
        "l",
        "d"
      ],
      [
        "at",
        "ion"
      ],
      [
        "b",
        "ul"
      ],
      [
        "r",
        "bul"
      ],
      [
        "u",
        "rbul"
      ],
      [
        "d",
        "d"
      ],
      [
        "d",
        "er"
      ],
      [
        "i",
        "b"
      ],
      [
        "l",
        "in"
      ],
      [
        "m",
        "a"
      ],
      [
        "o",
        "ld"
      ],
      [
        "y",
        "lin"
      ],
      [
        "he",
        "dd"
      ],
      [
        "yn",
        "old"
      ],
      [
        "ylin",
        "der"
      ],
      [
        "hedd",
        "ing"
      ],
      [
        "ynold",
        "s"
      ],
      [
        "Ġt",
        "urbul"
      ],
      [
        "Ġturbul",
        "ent"
      ],
      [
        "K",
        "ar"
      ],
      [
        "b",
        "er"
      ],
      [
        "e",
        "t"
      ],
      [
        "h",
        "ib"
      ],
      [
        "m",
        "ber"
      ],
      [
        "n",
        "u"
      ],
      [
        "t",
        "re"
      ],
      [
        "v",
        "er"
      ],
      [
        "Ġ",
        "ex"
      ],
      [
        "Ġ",
        "Kar"
      ],
      [
        "Ġ",
        "nu"
      ],
      [
        "it",
        "s"
      ],
      [
        "Ġo",
        "ver"
      ],
      [
        "Ġs",
        "hedding"
      ],
      [
        "Ġs",
        "tre"
      ],
      [
        "Ġc",
        "ylinder"
      ],
      [
        "ĠV",
        "on"
      ],
      [
        "ĠRe",
        "ynolds"
      ],
      [
        "ma",
        "n"
      ],
      [
        "hib",
        "its"
      ],
      [
        "Ġex",
        "hibits"
      ],
      [
        "ĠKar",
        "man"
      ],
      [
        "Ġnu",
        "mber"
      ],
      [
        "Ġstre",
        "et"
      ],
      [
        "n",
        "d"
      ],
      [
        "a",
        "o"
      ],
      [
        "h",
        "ao"
      ],
      [
        "t",
        "er"
      ],
      [
        "t",
        "ic"
      ],
      [
        "Ġc",
        "hao"
      ],
      [
        "Ġp",
        "at"
      ],
      [
        "ter",
        "ns"
      ],
      [
        "Ġchao",
        "tic"
      ],
      [
        "Ġpat",
        "terns"
      ],
      [
        "i",
        "m"
      ],
      [
        "ul",
        "ation"
      ],
      [
        "im",
        "ulation"
      ],
      [
        "Ġs",
        "imulation"
      ],
      [
        "Ġt",
        "ra"
      ],
      [
        "ns",
        "ition"
      ],
      [
        "Ġtra",
        "nsition"
      ],
      [
        "Ġa",
        "t"
      ],
      [
        "o",
        "s"
      ],
      [
        "s",
        "s"
      ],
      [
        "it",
        "y"
      ],
      [
        "c",
        "ity"
      ],
      [
        "e",
        "lo"
      ],
      [
        "elo",
        "city"
      ],
      [
        "Ġ",
        "2"
      ],
      [
        ".",
        "."
      ],
      [
        "S",
        "c"
      ],
      [
        "a",
        "ss"
      ],
      [
        "d",
        "i"
      ],
      [
        "e",
        "s"
      ],
      [
        "i",
        "o"
      ],
      [
        "u",
        "s"
      ],
      [
        "Ġ",
        "ent"
      ],
      [
        "Ġ",
        "ra"
      ],
      [
        "Ġ",
        "Sc"
      ],
      [
        "er",
        "s"
      ],
      [
        "Ġa",
        "nd"
      ],
      [
        "Ġv",
        "elocity"
      ],
      [
        "en",
        "ar"
      ],
      [
        "Ġp",
        "os"
      ],
      [
        "Ġp",
        "ass"
      ],
      [
        "di",
        "us"
      ],
      [
        "Ġent",
        "ers"
      ],
      [
        "Ġra",
        "dius"
      ],
      [
        "ĠSc",
        "enar"
      ],
      [
        "Ġpos",
        "ition"
      ],
      [
        "Ġpass",
        "es"
      ],
      [
        "ĠScenar",
        "io"
      ],
      [
        "a",
        "m"
      ],
      [
        "Ġf",
        "luid"
      ],
      [
        "d",
        "yn"
      ],
      [
        "l",
        "e"
      ],
      [
        "o",
        "u"
      ],
      [
        "s",
        "t"
      ],
      [
        "ic",
        "s"
      ],
      [
        "am",
        "ics"
      ],
      [
        "dyn",
        "amics"
      ],
      [
        "ou",
        "nd"
      ],
      [
        ")",
        "."
      ],
      [
        "a",
        "c"
      ],
      [
        "b",
        "st"
      ],
      [
        "c",
        "ul"
      ],
      [
        "h",
        "o"
      ],
      [
        "i",
        "r"
      ],
      [
        "r",
        "ound"
      ],
      [
        "w",
        "ing"
      ],
      [
        "Ġ",
        "("
      ],
      [
        "Ġ",
        "dynamics"
      ],
      [
        "Ġa",
        "round"
      ],
      [
        "Ġo",
        "bst"
      ],
      [
        "Ġs",
        "ho"
      ],
      [
        "Ġc",
        "ir"
      ],
      [
        "ac",
        "le"
      ],
      [
        "cul",
        "ar"
      ],
      [
        "Ġobst",
        "acle"
      ],
      [
        "Ġsho",
        "wing"
      ],
      [
        "Ġcir",
        "cular"
      ],
      [
        "a",
        "l"
      ],
      [
        "d",
        "ition"
      ],
      [
        "i",
        "z"
      ],
      [
        "u",
        "al"
      ],
      [
        "on",
        "dition"
      ],
      [
        "Ġc",
        "ondition"
      ],
      [
        "is",
        "ual"
      ],
      [
        "ĠV",
        "isual"
      ],
      [
        "iz",
        "ation"
      ],
      [
        "Ġcondition",
        "s"
      ],
      [
        "ĠVisual",
        "ization"
      ],
      [
        "1",
        "0"
      ],
      [
        "Ġ",
        "4"
      ],
      [
        "2",
        "0"
      ],
      [
        "Ġ",
        "3"
      ],
      [
        "6",
        "0"
      ],
      [
        "7",
        "0"
      ],
      [
        "5",
        "0"
      ],
      [
        "8",
        "0"
      ],
      [
        "Ġ",
        "1"
      ],
      [
        "9",
        "0"
      ],
      [
        "3",
        "0"
      ],
      [
        "4",
        "0"
      ],
      [
        "Ġ",
        "7"
      ],
      [
        "Ġ",
        "5"
      ],
      [
        "Ġ",
        "6"
      ],
      [
        "l",
        "am"
      ],
      [
        "in",
        "ar"
      ],
      [
        "lam",
        "inar"
      ],
      [
        "Ġ",
        "laminar"
      ],
      [
        "Ġ",
        "in"
      ],
      [
        "Ġt",
        "he"
      ],
      [
        "Ġtransition",
        "ing"
      ],
      [
        "a",
        "d"
      ],
      [
        "e",
        "ad"
      ],
      [
        "ead",
        "y"
      ],
      [
        "t",
        "eady"
      ],
      [
        "u",
        "ns"
      ],
      [
        "uns",
        "teady"
      ],
      [
        "2",
        "4"
      ],
      [
        "2",
        "7"
      ],
      [
        "1",
        "8"
      ],
      [
        "l",
        "y"
      ],
      [
        "Ġ",
        "unsteady"
      ],
      [
        "Ġf",
        "ul"
      ],
      [
        "Ġful",
        "ly"
      ],
      [
        "2",
        "1"
      ],
      [
        "2",
        "5"
      ],
      [
        "2",
        "8"
      ],
      [
        "Ġ",
        "8"
      ],
      [
        "0",
        "0"
      ],
      [
        "1",
        "1"
      ],
      [
        "1",
        "7"
      ],
      [
        "1",
        "6"
      ],
      [
        "1",
        "9"
      ],
      [
        "2",
        "2"
      ],
      [
        "2",
        "9"
      ],
      [
        "1",
        "4"
      ],
      [
        "2",
        "6"
      ],
      [
        "1",
        "3"
      ],
      [
        "1",
        "5"
      ],
      [
        "1",
        "2"
      ],
      [
        "2",
        "3"
      ],
      [
        "3",
        "6"
      ],
      [
        "3",
        "3"
      ],
      [
        "4",
        "3"
      ],
      [
        "p",
        "re"
      ],
      [
        "Ġ",
        "10"
      ],
      [
        "pre",
        "ss"
      ],
      [
        "4",
        "4"
      ],
      [
        "Ġ",
        "9"
      ],
      [
        "3",
        "8"
      ],
      [
        "4",
        "1"
      ],
      [
        "3",
        "9"
      ],
      [
        "3",
        "1"
      ],
      [
        "3",
        "5"
      ],
      [
        "3",
        "7"
      ],
      [
        "4",
        "8"
      ],
      [
        "4",
        "9"
      ],
      [
        "4",
        "5"
      ],
      [
        "Ġ1",
        "1"
      ],
      [
        "3",
        "2"
      ],
      [
        "4",
        "6"
      ],
      [
        "6",
        "2"
      ],
      [
        "Ġ4",
        "90"
      ],
      [
        "50",
        "0"
      ],
      [
        "4",
        "2"
      ],
      [
        "6",
        "8"
      ],
      [
        "7",
        "8"
      ],
      [
        "9",
        "3"
      ],
      [
        "Ġ2",
        "00"
      ],
      [
        "4",
        "10"
      ],
      [
        "5",
        "5"
      ],
      [
        "8",
        "7"
      ],
      [
        "N",
        "a"
      ],
      [
        "S",
        "t"
      ],
      [
        "a",
        "y"
      ],
      [
        "b",
        "ound"
      ],
      [
        "c",
        "e"
      ],
      [
        "c",
        "i"
      ],
      [
        "c",
        "o"
      ],
      [
        "c",
        "ylinder"
      ],
      [
        "c",
        "os"
      ],
      [
        "d",
        "e"
      ],
      [
        "e",
        "ld"
      ],
      [
        "f",
        "i"
      ],
      [
        "f",
        "low"
      ],
      [
        "f",
        "luid"
      ],
      [
        "g",
        "n"
      ],
      [
        "i",
        "er"
      ],
      [
        "l",
        "l"
      ],
      [
        "l",
        "ay"
      ],
      [
        "m",
        "press"
      ],
      [
        "o",
        "ke"
      ],
      [
        "s",
        "hedding"
      ],
      [
        "s",
        "imulation"
      ],
      [
        "t",
        "urbul"
      ],
      [
        "u",
        "re"
      ],
      [
        "u",
        "de"
      ],
      [
        "v",
        "ortex"
      ],
      [
        "v",
        "is"
      ],
      [
        "v",
        "elocity"
      ],
      [
        "v",
        "ier"
      ],
      [
        "w",
        "ake"
      ],
      [
        "it",
        "ude"
      ],
      [
        "in",
        "co"
      ],
      [
        "en",
        "ce"
      ],
      [
        "ar",
        "y"
      ],
      [
        "Re",
        "ynolds"
      ],
      [
        "ib",
        "le"
      ],
      [
        "ma",
        "gn"
      ],
      [
        "os",
        "ci"
      ],
      [
        "Ġ2",
        "80"
      ],
      [
        "st",
        "eady"
      ],
      [
        "Ġ4",
        "10"
      ],
      [
        "Ġ3",
        "20"
      ],
      [
        "press",
        "ure"
      ],
      [
        "Na",
        "vier"
      ],
      [
        "St",
        "oke"
      ],
      [
        "bound",
        "ary"
      ],
      [
        "cos",
        "ity"
      ],
      [
        "fi",
        "eld"
      ],
      [
        "ll",
        "ation"
      ],
      [
        "lay",
        "er"
      ],
      [
        "mpress",
        "ible"
      ],
      [
        "turbul",
        "ence"
      ],
      [
        "vis",
        "cosity"
      ],
      [
        "inco",
        "mpressible"
      ],
      [
        "magn",
        "itude"
      ],
      [
        "osci",
        "llation"
      ],
      [
        "Stoke",
        "s"
      ],
      [
        "2",
        "70"
      ],
      [
        "2",
        "50"
      ],
      [
        "3",
        "4"
      ],
      [
        "3",
        "40"
      ],
      [
        "4",
        "7"
      ],
      [
        "5",
        "7"
      ],
      [
        "6",
        "4"
      ],
      [
        "Ġ2",
        "70"
      ],
      [
        "Ġ2",
        "50"
      ],
      [
        "Ġ4",
        "80"
      ],
      [
        "2",
        "80"
      ],
      [
        "4",
        "90"
      ],
      [
        "5",
        "2"
      ],
      [
        "5",
        "3"
      ],
      [
        "5",
        "4"
      ],
      [
        "7",
        "2"
      ],
      [
        "7",
        "6"
      ],
      [
        "9",
        "2"
      ],
      [
        "9",
        "8"
      ],
      [
        "Ġ2",
        "40"
      ],
      [
        "Ġ3",
        "80"
      ],
      [
        "Ġ3",
        "90"
      ],
      [
        "70",
        "0"
      ],
      [
        "Ġ1",
        "70"
      ],
      [
        "Ġ1",
        "80"
      ],
      [
        "Ġ5",
        "30"
      ],
      [
        "Ġ6",
        "60"
      ],
      [
        "Ġ8",
        "60"
      ],
      [
        "5",
        "70"
      ],
      [
        "6",
        "5"
      ],
      [
        "7",
        "3"
      ],
      [
        "7",
        "4"
      ],
      [
        "7",
        "5"
      ],
      [
        "7",
        "9"
      ],
      [
        "8",
        "4"
      ],
      [
        "8",
        "5"
      ],
      [
        "8",
        "8"
      ],
      [
        "9",
        "7"
      ],
      [
        "Ġ",
        "60"
      ],
      [
        "Ġ",
        "500"
      ],
      [
        "Ġ4",
        "60"
      ],
      [
        "Ġ4",
        "50"
      ],
      [
        "Ġ3",
        "60"
      ],
      [
        "Ġ3",
        "50"
      ],
      [
        "Ġ1",
        "90"
      ],
      [
        "Ġ5",
        "70"
      ],
      [
        "Ġ5",
        "50"
      ],
      [
        "0",
        "6"
      ],
      [
        "3",
        "20"
      ],
      [
        "5",
        "8"
      ],
      [
        "5",
        "50"
      ],
      [
        "6",
        "3"
      ],
      [
        "8",
        "2"
      ],
      [
        "8",
        "6"
      ],
      [
        "8",
        "9"
      ],
      [
        "8",
        "60"
      ],
      [
        "Ġ2",
        "90"
      ],
      [
        "Ġ2",
        "30"
      ],
      [
        "Ġ3",
        "70"
      ],
      [
        "Ġ3",
        "40"
      ],
      [
        "80",
        "0"
      ],
      [
        "Ġ7",
        "10"
      ],
      [
        "Ġ7",
        "60"
      ],
      [
        "Ġ7",
        "40"
      ],
      [
        "Ġ6",
        "10"
      ],
      [
        "Ġ6",
        "50"
      ],
      [
        "Ġ8",
        "10"
      ],
      [
        "Ġ60",
        "0"
      ],
      [
        "0",
        "1"
      ],
      [
        "0",
        "2"
      ],
      [
        "0",
        "8"
      ],
      [
        "1",
        "60"
      ],
      [
        "1",
        "70"
      ],
      [
        "1",
        "80"
      ],
      [
        "2",
        "10"
      ],
      [
        "2",
        "90"
      ],
      [
        "2",
        "30"
      ],
      [
        "3",
        "70"
      ],
      [
        "3",
        "80"
      ],
      [
        "4",
        "50"
      ],
      [
        "5",
        "1"
      ],
      [
        "5",
        "6"
      ],
      [
        "5",
        "9"
      ],
      [
        "6",
        "10"
      ],
      [
        "6",
        "40"
      ],
      [
        "7",
        "7"
      ],
      [
        "8",
        "3"
      ],
      [
        "9",
        "1"
      ],
      [
        "9",
        "5"
      ],
      [
        "9",
        "9"
      ],
      [
        "Ġ2",
        "10"
      ],
      [
        "10",
        "0"
      ],
      [
        "Ġ4",
        "20"
      ],
      [
        "Ġ4",
        "70"
      ],
      [
        "Ġ4",
        "00"
      ],
      [
        "20",
        "0"
      ],
      [
        "Ġ3",
        "30"
      ],
      [
        "Ġ1",
        "20"
      ],
      [
        "Ġ1",
        "60"
      ],
      [
        "40",
        "0"
      ],
      [
        "Ġ5",
        "20"
      ],
      [
        "Ġ5",
        "90"
      ],
      [
        "Ġ6",
        "40"
      ],
      [
        "Ġ8",
        "50"
      ],
      [
        "Ġ10",
        "20"
      ],
      [
        "0",
        "3"
      ],
      [
        "0",
        "4"
      ],
      [
        "0",
        "7"
      ],
      [
        "1",
        "20"
      ],
      [
        "3",
        "50"
      ],
      [
        "3",
        "90"
      ],
      [
        "4",
        "20"
      ],
      [
        "4",
        "60"
      ],
      [
        "4",
        "70"
      ],
      [
        "4",
        "80"
      ],
      [
        "4",
        "40"
      ],
      [
        "5",
        "20"
      ],
      [
        "5",
        "80"
      ],
      [
        "5",
        "90"
      ],
      [
        "5",
        "30"
      ],
      [
        "6",
        "1"
      ],
      [
        "6",
        "9"
      ],
      [
        "6",
        "60"
      ],
      [
        "7",
        "10"
      ],
      [
        "7",
        "60"
      ],
      [
        "7",
        "90"
      ],
      [
        "7",
        "40"
      ],
      [
        "8",
        "1"
      ],
      [
        "8",
        "10"
      ],
      [
        "9",
        "4"
      ],
      [
        "Ġ",
        "90"
      ],
      [
        "Ġ",
        "700"
      ],
      [
        "Ġ2",
        "20"
      ],
      [
        "Ġ2",
        "60"
      ],
      [
        "Ġ4",
        "30"
      ],
      [
        "Ġ4",
        "40"
      ],
      [
        "Ġ3",
        "00"
      ],
      [
        "Ġ1",
        "10"
      ],
      [
        "Ġ1",
        "40"
      ],
      [
        "Ġ1",
        "340"
      ],
      [
        "Ġ7",
        "90"
      ],
      [
        "Ġ7",
        "30"
      ],
      [
        "Ġ5",
        "80"
      ],
      [
        "Ġ5",
        "40"
      ],
      [
        "Ġ6",
        "30"
      ],
      [
        "Ġ10",
        "0"
      ],
      [
        "Ġ9",
        "50"
      ],
      [
        "Ġ9",
        "30"
      ],
      [
        "1",
        "10"
      ],
      [
        "1",
        "90"
      ],
      [
        "1",
        "30"
      ],
      [
        "2",
        "60"
      ],
      [
        "2",
        "40"
      ],
      [
        "3",
        "10"
      ],
      [
        "4",
        "30"
      ],
      [
        "5",
        "40"
      ],
      [
        "6",
        "6"
      ],
      [
        "6",
        "7"
      ],
      [
        "7",
        "1"
      ],
      [
        "8",
        "70"
      ],
      [
        "9",
        "10"
      ],
      [
        "9",
        "50"
      ],
      [
        "9",
        "30"
      ],
      [
        "Ġ",
        "800"
      ],
      [
        "10",
        "20"
      ],
      [
        "Ġ3",
        "10"
      ],
      [
        "Ġ1",
        "30"
      ],
      [
        "Ġ7",
        "70"
      ],
      [
        "Ġ7",
        "50"
      ],
      [
        "Ġ7",
        "80"
      ],
      [
        "Ġ6",
        "80"
      ],
      [
        "Ġ8",
        "70"
      ],
      [
        "Ġ8",
        "80"
      ],
      [
        "11",
        "20"
      ],
      [
        "Ġ9",
        "10"
      ],
      [
        "Ġ11",
        "20"
      ],
      [
        "0",
        "5"
      ],
      [
        "0",
        "9"
      ],
      [
        "2",
        "20"
      ],
      [
        "3",
        "60"
      ],
      [
        "3",
        "30"
      ],
      [
        "6",
        "70"
      ],
      [
        "6",
        "80"
      ],
      [
        "7",
        "20"
      ],
      [
        "7",
        "70"
      ],
      [
        "7",
        "80"
      ],
      [
        "7",
        "30"
      ],
      [
        "8",
        "30"
      ],
      [
        "9",
        "6"
      ],
      [
        "Ġ1",
        "50"
      ],
      [
        "Ġ1",
        "410"
      ],
      [
        "Ġ1",
        "250"
      ],
      [
        "Ġ1",
        "280"
      ],
      [
        "Ġ1",
        "420"
      ],
      [
        "30",
        "0"
      ],
      [
        "Ġ7",
        "20"
      ],
      [
        "Ġ5",
        "10"
      ],
      [
        "Ġ5",
        "60"
      ],
      [
        "Ġ6",
        "70"
      ],
      [
        "Ġ8",
        "20"
      ],
      [
        "Ġ8",
        "90"
      ],
      [
        "Ġ8",
        "30"
      ],
      [
        "11",
        "10"
      ],
      [
        "11",
        "60"
      ],
      [
        "14",
        "10"
      ],
      [
        "13",
        "40"
      ],
      [
        "Ġ10",
        "90"
      ],
      [
        "Ġ10",
        "30"
      ],
      [
        "Ġ10",
        "40"
      ],
      [
        "Ġ9",
        "60"
      ],
      [
        "Ġ9",
        "80"
      ],
      [
        "Ġ9",
        "90"
      ],
      [
        "Ġ11",
        "10"
      ],
      [
        "Ġ11",
        "60"
      ],
      [
        "Ġ11",
        "30"
      ],
      [
        "Ġ90",
        "0"
      ]
    ]
  }
}